Repository: pypi-data/pypi-mirror-128
Catalog: packages/lotide_luna/lotide_luna-0.7.1.tar.gz/lotide_luna-0.7.1/src/lotide_luna/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Luna, a web client for lotide
vi: Luna, một ứng dụng web cho lotide

source: Log in
vi: Đăng nhập

source: Log out
vi: Đăng xuất

source: Settings
vi: Cài đặt

source: Communities
vi: Các cộng đồng

# being on same server
source: Local
vi: Cùng máy chủ

# feed from all known servers
source: All
vi: Tất cả

# default timeline
source: Home
vi: Trang chủ

source: Save
vi: Lưu

source: Next page
vi: Trang tiếp

source: Reply
vi: Trả lời

source: Create post
vi: Đăng bài

source: Plain text
vi: Văn bản thô

source: New post
vi: Bài đăng mới

source: Luna is free software: Its <a id="code" href="https://sr.ht/~huyngo/luna">source code</a> is released under the <a href="https://www.gnu.org/licenses/agpl-3.0.html"> GNU Affero General Public License version 3.</a> Current version: %(LUNA_VERSION)s
vi: Luna là phần mềm tự do: <a id="code" href="https://sr.ht/~huyngo/luna">Mã nguồn </a> được chia sẻ dưới điều khoản của <a href="https://www.gnu.org/licenses/agpl-3.0.html"> Giấy phép Công cộng GNU Affero phiên bản 3 (AGPLv3.0).</a> Phiên bản hiện tại: %(LUNA_VERSION)s

source: The favicon is generated from icon <a href="https://thenounproject.com/search/?q=moon&i=936949">Moon</a> by Thengakola, released under the <a href="https://creativecommons.org/licenses/by/3.0/us/legalcode"> Creative Commons Attribution 3.0 United States</a> from the Noun Project.
vi: Favicon được tạo ra từ hình <a href="https://thenounproject.com/search/?q=moon&i=936949">Mặt trăng</a> vẽ bởi Thengakola, được chia sẻ với điều khoản của <a href="https://creativecommons.org/licenses/by/3.0/us/legalcode"> Giấy phép Creative Commons Ghi công 3.0 Hoa Kỳ</a> được lấy từ Noun Project.

source: %(score)s point
vi: %(score)s điểm

source: <a href="%(author_url)s">%(author_name)s</a> commented <time datetime="%(raw_time)s"> %(time_str)s </time>
vi: <a href="%(author_url)s">%(author_name)s</a> đã bình luận <time datetime="%(raw_time)s"> %(time_str)s </time>

# on different instance
source: Remote
vi: Máy chủ khác

source: %(name)s community
vi: Cộng đồng %(name)s

source: Luna is a web client for <a href="https://sr.ht/~vpzoom/lotide">lotide</a>.
vi: Luna là một ứng dụng web cho <a href="https://sr.ht/~vpzoom/lotide">lotide</a>.

source: What is lotide?
vi: lotide là gì?

source: <i>lotide</i> is an attempt to build a federated forum. Users can create communities to share links and text posts and discuss them with other users, include those registered on other servers through <a href="https://activitypub.rocks">ActivityPub</a>.
vi: <i>lotide</i> là một phần mềm giúp xây dựng các diễn đàn trực tuyến liên máy chủ. Người dùng có thể tạo ra các cộng đồng để chia sẻ bài viết và đường dẫn và thảo luận cùng các người dùng khác bao gồm cả những người dùng từ các máy chủ khác, thông qua giao thức <a href="https://activitypub.rocks">ActivityPub</a>.

source: Why Luna?
vi: Tại sao lại gọi là Luna?

source: In Latin, <i lang="la">luna</i> means <i>moon</i>, the celestial body that control tides.
vi: Trong tiếng Latin, <i lang="la">luna</i> có nghĩa là <i>mặt trăng</i>, một thiên thể điều khiển hiện tượng thuỷ triều (tide).

source: Username
vi: Tên đăng nhập

source: Instance
vi: Máy chủ

source: Password
vi: Mật khẩu

source: Title
vi: Tiêu đề

source: URL
vi: Đường dẫn

source: File
vi: Tệp tin

source: Content
vi: Nội dung

# Create a new post
source: Post
vi: Đăng bài

source: Submitted <time datetime="%(raw_time)s"> %(time_str)s </time> by <a href="%(author_url)s">%(author_name)s</a>
vi: <a href="%(author_url)s">%(author_name)s</a> đã đăng <time datetime="%(raw_time)s"> %(time_str)s </time>

source: Comments
vi: Bình luận

# color theme
source: Theme
vi: Màu chủ đề

source: Follow system
vi: Theo hệ thống

source: Luna light
vi: Sáng

source: Luna dark
vi: Tối

source: %(timeline_name)s timeline
vi: Dòng thời gian %(timeline_name)s

source: %(timeline_name)s timeline
vi: Dòng thời gian %(timeline_name)s

source: User %(username)s
vi: Người dùng %(username)s

source: Submitted <time datetime="%(raw_time)s"> %(time_str)s </time> to <a href="%(community_link)s">%(community_name)s</a>
vi: Đăng <time datetime="%(raw_time)s"> %(time_str)s </time> vào <a href="%(community_link)s">%(community_name)s</a>

source: Commented <time datetime="%(raw_time)s"> %(time_str)s: </time>
vi: Bình luận <time datetime="%(raw_time)s"> %(time_str)s: </time>
